img/1-RDF-fill-L3-10-auto/F8rV.mmd
flowchart LR
  Ana[student:s01] -->|ex:address| D1((_:d1))
  D1 -->|ex:street| Street(("Rúa do Progreso"))
  D1 -.->|?| City(("Ourense"))
